Repository: treflina/mytown-pwa
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Service workers are not supported in your browser.
pl: Twoja przeglądarka nie wspiera otrzymywania powiadomień.

source: Showing notifications are not supported in your browser.
pl: Twoja przeglądarka nie wspiera otrzymywania powiadomień.

source: Push notifications are blocked by your browser.
pl: Powiadomienia są blokowane w ustawieniach Twojej przeglądarki.

source: Push notifications are not available in your browser.
pl: Otrzymywanie powiadomień nie jest możliwe w Twojej przeglądarce.

source: Turn off notifications
pl: Wyłącz powiadomienia

source: Turn on notifications
pl: Włącz powiadomienia

source: Successfully subscribed to push notifications.
pl: Powiadomienia zostały włączone.

source: Error while subscribing to push notifications.
pl: Błąd podczas włączania funkcji otrzymywania powiadomień.

source: Subscription is not available.
pl: Włączenie powiadomień nie jest dostępne.

source: Successfully unsubscribed from push notifications.
pl: Powiadomienia zostały wyłączone.

source: Error while unsubscribing from push notifications.
pl: Błąd podczas wyłączania funkcji otrzymywania powiadomień.

source: Install App
pl: Zainstaluj Aplikację
